[
  {
    "Question": "What did this place look like in its heyday?",
    "Article": "The Ferry Building's heyday was actually in the 1950s. It was one of the busiest passenger ferry terminals in the world. At its peak, the Ferry Building handled millions of passengers and tens of thousands of ferry boats per year. These days, it is used primarily as a terminal for ferry boats and as a place for tourists to shop and eat...so go check them out!"
  },
  {
    "Question": "Why is it called Treasure Island?",
    "Article": "Well first think you should know is the island didn't even used to exist. It was created from dirt during the construction of the Bay Bridge in the 1930s, originally used as a base for the bridge's construction. As they were digging to create the island, they called it \"treasure island\"—thinking the digging may result in some treasure."
  },
  {
    "Question": "What if this bow was actually facing the sky?",
    "Article": "The architects of this structure proposed that the bow faced the sky. But they felt that this was \"too stiff and literal\"...and so they flipped it. Now, it contains all sorts of interpretations...looking like a sailboat or reminiscent of the Greek Mythological figure Eros shooting his bow into the earth. But what do you see?"
  },
  {
    "Question": "What makes these Sea Lions unique?",
    "Article": "The sea lions in San Francisco are one of the few species of sea lion that can live in both salt water and fresh water. How do they live in both? They have a double layer of fur that helps protect them from the elements and they can hold their breath for up to 20 minutes!"
  },
  {
    "Question": "What did Fisherman's Wharf used to look like?",
    "Article": "The wharf was originally a mudflat—very different than the entertainment center is it today. It featured a long pier that extended out into the Bay, and was lined with warehouses and other commercial buildings. It was later developed into a shipping and fishing port, and became the city's main seafood market."
  },
  {
    "Question": "How long have people ferried around the Bay?",
    "Article": "The first ferry boats in San Francisco were used in the early 1800s to transport goods and people between San Francisco and other points on the Bay. The ferry boats were an essential part of the city's growth and development. In the early 1900s, the ferry boats were replaced by the Golden Gate and Bay Bridges."
  },
  {
    "Question": "Why SF locals love Aquatic Park...",
    "Article": "Aquatic Park is a common place to train for open water swimming. Many locals train here for an intense race you may not expect: swimming from Alcatraz to San Francisco. The cold temperatures and tides make this almost 2 mile swim difficult, but not impossible! Thousands make the swim every year."
  },
  {
    "Question": "Guess what famous singer spray painted this structure...",
    "Article": "In 1987, a famous singer spray painted the Vaillancourt Fountain (yes, it's a fountain!) with the words \"Rock n Roll Stops the Traffic.\" Who was it? U2 singer, Bono! He climbed the structure during a free concert and gave the structure his own artistic vision. The fountain was later cleaned and the graffiti was removed... but the legend lives on."
  },
  {
    "Question": "Has anyone ever escaped from alcatraz?",
    "Article": "In 1962, three Alcatraz inmates escaped from the island prison, using tools like spoons to dig their way out. The three men were never seen or heard from again. The prison was considered escape-proof due to its isolation and the dangerous currents in the bay, but it is unclear if these men defied all odds and survived."
  },
  {
    "Question": "Does Coit Tower remind you of a fire hose?",
    "Article": "Coit Tower was built in 1933 to honor the city's firefighters, using funds donated by a weathy socialite Lillian Hitchock Coit who admiered the city's volunteer firefighters who had put out many fires during the 1906 earthquake. There's an urban legend that the tower is supposed to look like a fire hose nozzle...which isn't true, but it is fun to imagine!"
  },
  {
    "Question": "Why does San Francisco have cable cars?",
    "Article": "San Francisco used cable cars because they were much faster than horses and carts, and could travel up and down the steep hills of the city better than other modes of transportation. The cable cars in San Francisco were originally powered by steam engines, but were converted to electricity in the 1920s."
  },
  {
    "Question": "What action did this submarine see in World War II?",
    "Article": "USS Pampanito is a World War II era submarine, and is one of only six submarines of her class that survived the war. In 1944, the USS Pampanito rescued 73 survivors of the Japanese sinking of the USS Indianapolis..and now, is a meseum ship here in the bay. Check it out!"
  },
  {
    "Question": "Did you know this ship saw battle on D-Day?",
    "Article": "The SS Jeremiah O'Brien is a Liberty ship built in South Portland, Maine, during World War II and launched on June 19, 1943. She is one of only two Liberty ships remaining that launched on D-Day. As of 2019, she is the only surviving operational Liberty ship."
  },
  {
    "Question": "Why is this Old Ship so special?",
    "Article": "The Alma Scow Schooner is a scow schooner that was built in 1891. She is one of the last of her kind, and is currently the oldest scow schooner in the world. The Alma Scow Schooner was used as a garbage scow in San Francisco for many years. In fact, she was used so much that she was nicknamed \"Old Reliable.\""
  },
  {
    "Question": "Why is this Chapel a legacy of the past?",
    "Article": "The Fisherman's and Seaman's Memorial Chapel is the only remaining building from the original St. Francis Xavier Mission. The chapel was built in 1885 and is a beautiful example of Gothic Revival architecture. The chapel is still in use and is a popular spot for weddings and other special events."
  },
  {
    "Question": "The story of the oldest operating Rope manufacturer...",
    "Article": "Tubbs is the oldest continuously operating rope manufacturer in the United States. The company was founded in 1857 and initially produced hemp and flax rope, but soon began manufacturing a variety of other products, including twine, cordage, and sail cloth. To create some of their longest ropes, manufacturers would twist ropes in the 1,000 ft. facilitiy in the Dogpatch neighborhood,"
  },
  {
    "Question": "Before it was a park, Fort Mason played a role in many wars...",
    "Article": "You wouldn't believe that Fort Mason played a role in several American conflicts. Established in 1864, it was used as a staging ground for military ships and as a hospital for wounded soldiers during the Civil War. In 1898, the property was used as a mobilization point for the Spanish-American War. During World War I, the property served as a military port for troop ships. In the 1950s, the property was used as a base for the United States Coast Guard. In 1972, the property was converted into a park...and is a great place to enjoy a beer."
  },
  {
    "Question": "Why is this called the Wave Organ?",
    "Article": "The Wave Organ can play music! It produces sound when the waves from the bay flow into the chambers and cause the air to vibrate. Surprisingly, the instrument is made up of 25 PVC pipes of various lengths that are embedded in concrete at different depths. They are connected to a series of chambers and ducts that allow air to flow through them. And its not the only organ of its type—the creators have also built the Wave Organ in Newport, Rhode Island and the Wave Organ in Vancouver, British Columbia to match."
  },
  {
    "Question": "The crookedest street in the world?",
    "Article": "Lombard Street in San Francisco is considered to be the \"crookedest\" street in the world. Simply, the street was designed this way to help control the speed of cars as they travel down the very steep hill. Even though it's only one block long, it has 8 sharp turns! It also has its own celebrity history, appearing in The Parent Trap, Mrs. Doubtfire, and What's Up, Doc?"
  },
  {
    "Question": "Did you know you're standing on top of a landfill?",
    "Article": "The Palace of Fine Arts is built on top of landfill from the 1906 San Francisco earthquake. The earthquake caused extensive damage to the city, and much of the debris from the destroyed buildings was used to fill in the area where the palace now stands. The palace was designed to resemble a Roman or Greek temple, and it is one of the few buildings from the 1915 Panama-Pacific Exposition that was not demolished after the event. In 1963, the Palace of Fine Arts was declared a National Historic Landmark."
  },
  {
    "Question": "Did you know Yoda was originally supposed to be played by a Monkey?",
    "Article": "Yep, Yoda was originally going to be played by a monkey. Why was it not played by a monkey? The monkey that was too difficult to flim with, though the creators tried their best. After the monkey, the creators used a puppet, before using CGI in more recent Star Wars films.\n\nThe Yoda fountain was designed by Lawrence Halprin and was installed in 1987. The fountain was inspired by the character Yoda from the Star Wars movies. Why was it built? The fountain was built to commemorate the 100th anniversary of the Presidio. Were there any famous people involved in the commemoration? George Lucas, the creator of Star Wars, was one of the people who helped design the fountain. Tell me more about the 100th anniversary of the Presidio. The 100th anniversary of the Presidio was celebrated with a number of events, including the dedication of the Yoda fountain. What were some of the events? Other events included a parade, a concert, and a reenactment of the Battle of San Francisco. Who performed in the concert? The San Francisco Symphony performed in the concert. What did they play? They played a number of pieces, including the Star Wars theme. Which Star Wars theme? The original Star Wars theme, composed by John Williams. Tell me something interesting about Yoda. Yoda is a fictional character in the Star Wars universe. He is a small, green, humanoid creature with large ears. He is a member of the Jedi Order, and trains Luke Skywalker in the ways of the Force. Tell me a crazy fact about Yoda that most people don't know. Y"
  },
  {
    "Question": "Who is buried here?",
    "Article": "The San Francisco National Cemetery is the final resting place for over 34,000 veterans and their families. The cemetery was established in 1884 and is one of the oldest national cemeteries in the United States. The cemetery is home to the graves of soldiers who fought in wars dating back to the American Revolution. The cemetery also contains the graves of several notable individuals, including: Francis Scott Key, composer of \"The Star-Spangled Banner\" and Levi Strauss, founder of the Levi Strauss & Co. clothing company."
  },
  {
    "Question": "Do Ghosts haunt this cemetery?",
    "Article": "There are several stories about ghosts at the San Francisco National Cemetery. One story is about a woman who died of a broken heart after her husband was killed in the Civil War. Her ghost is said to haunt the cemetery, appearing as a woman in a white dress. The woman's name was Sarah Winchester and her husband was a Union soldier who was killed in the Civil War. After his death, Sarah was so heartbroken that she moved to San Francisco and bought a house near the cemetery. She spent the rest of her life living in the house and adding on to it. It is said that she did this in order to keep the ghosts of her husband and other soldiers at bay. The house is now known as the Winchester Mystery House and is one of the most popular tourist attractions in San Francisco."
  },
  {
    "Question": "The story of how this building used to be the tallest building West of the Mississippi",
    "Article": "In 1972, the Transamerica pyramid was the tallest building in San Francisco and was also the tallest building west of the Mississippi River. The building was originally supposed to be a much smaller pyramid, but the City of San Francisco required that the building be taller in order to conform to the city's skyline. The building was completed in 1972 and has been a prominent part of the San Francisco skyline ever since. The Transamerica pyramid was the tallest building in San Francisco from 1972 until 2018, when it was surpassed by the Salesforce Tower."
  },
  {
    "Question": "How is the presidio related to Native Americans, Spanish colonists, Mexican soldiers, and US Army soldiers?",
    "Article": "The Presidio has been occupied by Native Americans, Spanish colonists, Mexican soldiers, and US Army soldiers over the course of its history. This area was originally settled by the Ohlone people before being colonized by the Spanish the 18th century. The Presidio was later used as a military base by both the Spanish and the Mexicans before being claimed by the United States during the Mexican-American War in 1846. The Presidio was then used as a military base by the US Army until 1994 when it was decommissioned and turned over to the National Park Service."
  },
  {
    "Question": "Do you know this anchor pays tribute to a smuggler? Oh yeah, and he is the founder of San Francisco.",
    "Article": "Knowing some Spanish, the British Whaler William Richardson was sent to the Presidio to negotiate for fresh meat and water. He was warmly welcomed and invited to a fiesta that night. On return to the Captain in the morning, he was forced to jump ship and stay behind. \n\nHe later obtained permission to settle in Mexican California, becoming the first white person in the area. He would later plan the cities San Francisco (called Yuerba Buena at the time) and San Diego, smuggle hides and tallow from ranchos working on seafaring ships, and provide refuge to 100 women and children during the 1846 Battle of Olompala (present day Marin)."
  },
  {
    "Question": "Why the Ghiradelli founder was looking for Gold, but found Chocolate instead...",
    "Article": "In 1849, Domenico Ghirardelli left Peru and headed to California, prospecting during the California Gold Rush. When he landed at Yerba Buena (now San Francisco), he began to set up a shop selling supplies to miners in the area. In 1851, he started a candy shop called \"The Anglo-Swiss Condensed Milk Company.\" And after receiving second-hand equipment from England, he began to produce chocolate candies for the first time. He was very successful, and was able to buy the entire lot of cocoa beans from a ship that had sailed from Peru, ensuring a reliable source of product...ultimately this became the Ghirardelli Chocolate Company, and this centuries old company was sold for $2.6 billion in 2012."
  },
  {
    "Question": "What did Crissy Field used to look like?",
    "Article": "Crissy Field used to look completely different—it was an estuary with tideflats and marshland. The first recorded inhabitants of the area were the Ohlone people, then the Spanish arrived in the 1770s and began to use the area for livestock grazing and farming. In the early 20th century, the U.S. Army took over the land and created an airfield. The airfield was used for military purposes until the 1970s when it was transferred to the National Park Service. Today, Crissy Field is a popular recreation area with a wide variety of activities and amenities...what will it be next?\n\nWho are the Ohlone people?\n\nThe Ohlone are a Native American people who lived in the San Francisco Bay Area before the arrival of the Spanish. They were divided into two groups: the Costanoan and the Muwekma. The Ohlone people lived off the land and were known for their basket-weaving and acorn-gathering skills. Were there any Ohlone settlements on Crissy field?\n\nIt is not known if there were any Ohlone settlements on Crissy Field. However, there is evidence that the Ohlone people used the area for hunting and gathering. What did the Ohlone people hunt?\n\nThe Ohlone people hunted a variety of animals, including deer, rabbits, and squirrels.\n\nWhy did the Ohlone people leave San Francisco?\n\nThe Ohlone people left San Francisco because of the Spanish colonization. The Spanish forced the Ohlone people into missions, where they were treated poorly. Many Ohlone people died from diseases brought over by the Spanish."
  },
  {
    "Question": "Are there torpedos in Torpedo Wharf?",
    "Article": "The Torpedo Wharf building in San Francisco was originally built in 1864 as a storage and distribution center for torpedoes used in ships during the Civil War. The building was converted into a hotel in the early 1900s, and today it houses a variety of businesses, including a restaurant, bar, and event space. What happened to the torpedoes after the war? No one knows for sure, but it's rumored that some of them are still stored in the basement of the building."
  },
  {
    "Question": "Where has this ship traveled?",
    "Article": "The C.A. Thayer is a three-masted schooner that was built in 1895 in Essex, Massachusetts. The Thayer was used in the West Coast lumber trade, carrying lumber from Northern California to Hawaii. It even made a journey from Massachusetts, around the southern tip of South America, and then ultimately up to San Francisco. In 1922, the Thayer was purchased by the San Francisco Maritime Museum and became a training ship for the California Maritime Academy. The Thayer is now docked at Hyde Street Pier in San Francisco and is open to the public.\n\nTell me something interesting about C.A. Thayer\n\nThe Thayer is one of the few remaining West Coast lumber schooners. \n\nWhy was C.A. Thayer built in Essex?\n\nThe C.A. Thayer was built in Essex, Massachusetts in 1895 because at the time, Essex was a major shipbuilding town and had a long history of shipbuilding.\n\nHow did it get from Massachusetts to San Francisco?\n\nThe C.A. Thayer sailed around Cape Horn at the southern tip of South America and then up the Pacific Coast to San Francisco."
  },
  {
    "Question": "What role did this steamboat play in the goldrush?",
    "Article": "The Eureka was the first steamboat to ply the waters of the San Francisco Bay. Created by the Eureka Steamboat Company, this ship was central to the Gold Rush: transporting a variety of goods, including lumber, passengers, and gold miners. The company operated a fleet of steamboats on the San Francisco Bay, Sacramento River, and San Joaquin River, helping fuel the growth of the area.\n\n\nThe company's flagship steamboat was the Eureka, which was launched in 1850. The Eureka was the first steamboat to ply the waters of the San Francisco Bay. The company also operated the sidewheel steamers Ajax and Hercules. In 1852, the company was sold to the California Steam Navigation Company.\n\nWhat goods did the steamboats transport?\n\nThe Eureka Steamboat Company transported a variety of goods, including lumber, passengers, and gold miners."
  },
  {
    "Question": "What was this battery used for?",
    "Article": "In 1847, the battery was one of a series of coastal defenses constructed by the United States Army in the wake of the Mexican-American War. It was armed with four 32-pounder guns and two 24-pounder howitzers. Eventually, it was decommissioned in 1867, and the guns were removed. The site was subsequently used as a quarry, and the battery was largely demolished."
  },
  {
    "Question": "Can you name the famous people who trained at this base?",
    "Article": "The San Francisco Sea Scout Base was founded in 1937 as a training ground for young men interested in a career in the merchant marine. The base was originally located on Treasure Island in San Francisco Bay, but was relocated to Alameda in the early 1940s. The base has been home to a number of famous Sea Scouts over the years, including astronaut Neil Armstrong and actor Charlton Heston."
  },
  {
    "Question": "Does this ship look familiar to you?",
    "Article": "This ship, The Balclutha, has been used as a film set for several movies, including The Barbary Coast (1935), Mutiny on the Bounty (1962), and Pirates of the Caribbean: At World's End (2007). It was used for the final battle scene in Pirates of the Caribbean: At World's End, where in the final battle scene, the Balclutha was sunk by the British Royal Navy. Luckily, it was just fiction, and we can still see the ship today.\n\nis a historic square-rigged sailing ship that is now a maritime museum in San Francisco. She was built in 1886 in Glasgow, Scotland, and was originally used to transport cargo around the world. She has also served as a training ship and a film set. She is now a National Historic Landmark and is open to the public for tours.\n\nWhat movies were filmed on this boat?\n\nThe Balclutha \n\nThe Balclutha was used for the final battle scene in Pirates of the Caribbean: At World's End. What happened in that final battle scene?\n\nIn the final battle scene, the Balclutha was sunk by the British Royal Navy. Was Johnny Depp ever on the Balclutha?\n\nNo, Johnny Depp was not on the Balclutha. He filmed his scenes on a replica of the ship that was built for the movie."
  },
  {
    "Question": "A quick history on who has been through these doors",
    "Article": "In 1852, the U.S. Army constructed a building to serve as the residence for the Commanding General of the Department of the Pacific. The building, located on what is now the Presidio’s main post, was originally a one-story, wood-frame structure. In 1866, the Army added a second story to the building, and in 1867, the building was remodeled in the Second Empire style.\n\nIn 1852, the U.S. Army constructed this building, the Generals Residence, to serve as the residence for the Commanding General of the Department of the Pacific. This includes a number of notable Army generals, including William T. Sherman, who occupied the residence from 1869 to 1883. In 1903, President Theodore Roosevelt visited the Presidio to review troops stationed there, and Roosevelt stayed at the Generals Residence.\n\n"
  },
  {
    "Question": "How has this firehouse put out both literal and figurative fires?",
    "Article": "Once a firehouse for the U.S. Army, The Firehouse at Fort Mason Center was originally built in 1908. It helped put out a number of fires over the years, perhaps best known for its role in fighting the fires that erupted following the 1989 Loma Prieta earthquake. \n\nBut in addition to its literal firefighting efforts, the Firehouse at Fort Mason has also helped put out figurative fires through its arts and cultural programming. In the 1960s, the building was converted into the Fort Mason Center for Arts & Culture, a nonprofit arts and cultural center. The Firehouse has since been home to a variety of arts organizations, events, and programs. \n\nThe Firehouse has served as a platform for a number of social and political issues over the years, including the fight for LGBTQ rights and AIDS awareness. Some of the most notable LGBTQ rights and AIDS awareness events that have been connected to the Firehouse at Fort Mason include the popular \"Pink Saturday\" event, which was started by the late Harvey Milk, and the \"Love Is Love\" event, which was created in response to the 2016 Pulse nightclub shooting."
  }
]
